[Вступление]:
e|7---------5---------3---------2-------
A|--5---------5---------2---------4-----
D|----4---------4---------5---------4---
G|------0---------0---------4---------3-
e|-7---------------5---------------3---------------5---------------
A|-----5-----5---------5-----5---------2-----2---------4-----4-----
D|---4-----4-----4---4-----4-----4---5-----5-----5---4-----4-----4-
G|-------0-----0---------0-----0---------4-----4---------3-----3---
{x2}
Bm6- A67sus4 Em/G F# {x2}

Bm6-             A67sus4
Коридор, тихий стук
                   Em/G
Мой испуг, твой обрез,
                     F#
Встреча как итог разлук,
                     Bm6-
Драки как антракты пьес,
                    A67sus4
Лживых лет громкий быт,
                     Em/G
Тихий крик там, где нож,
                    F#
За спиной огромный опыт,
                    Bm
За спиной дырявый грош

[Проигрыш]:
G|--7--------6--
B|8---7----8---7
Em/G

[Припев]:
Em/G               F#         Bm A Asus4
И на снегу я вижу те же имена
Em            F#
Подними меня Родина

[Проигрыш]:
Bm Bm9 Gbm7 Em7 Ebm7 {x2}

[Куплет]:
Bm(VII)              A(V)
С тонких рук мелкий дождь,
                      Em(VII)
Зреет гроздь точных фраз,
                   F#
На столе холодный вождь,
                      Bm 
Мы живем в последний раз
                    A(V)
Первый класс, первый бой,
                  Em(VII) 
Дикий вой черных дыр
                  F#
Будет первым рядовой,
                   Bm  A
Будет трусом командир

[Припев]:
Em                 F#         Bm A Asus4
И на снегу я вижу те же имена,
Em            F#
Удержи меня, Родина

[Проигрыш]:
Bm A Asus4 Em Em/G F# {x2}

[Куплет]:
Bm6-                 A67sus4    
Все внутри, все насквозь,
                       Em/G
Тайных грез страшный груз
                   F#
Мёртвый дедушка Мороз
                    Bm 
Нервно крутит белый ус,
                  A
Из дерьма да в окно, 
                  Em
Как слепой этот гвоздь,
                  F#
Между небом и землей
                    Bm
Застревает, словно кость

[Проигрыш]:
G|--7--------6--
B|8---7----8---7
Em/G

[Припев]:
Em/G               F#         Bm A Asus4
И на снегу я вижу те же имена
Em              F#
Ты прости меня Родина

[Проигрыш]:
Bm A Asus4 Em Em/G F# {x2}

[Кода]:
e|7---------5---------3---------2-------
A|--5---------5---------2---------4-----
D|----4---------4---------5---------4---
G|------0---------0---------4---------3-

e|7---------5---------3---------2-------
A|--5---------5---------2---------4-----
D|----4---------4---------5---------4---
G|------0---------0---------4---------3-

D|-------------5-------
G|--------------4-----4
B|---------------5---5-
E|3-2-0--3-2-0----3----

F# Bm